/* The label of the Cancel button */
"Cancel" = "Cancel";

/* The label of the Continue button */
"Continue" = "Continue";

/* The label of the Retry button */
"Retry" = "Retry";

/* The label of the Redo button */
"Redo" = "Redo";

/* The label of the Trust button */
"Trust" = "Trust";

/* The title of server invalid certificate dialog */
"Server Identity Failure" = "Server Identity Failure";

/* Error message telling user that the certificate of the server is either expired or not yet valid */
"The server certificate is expired or is not yet valid." = "The server certificate is expired or is not yet valid.";

/* Error message telling user that the certificate of the server is not signed by an authority */
"The server certificate is not signed by any root server." = "The server certificate is not signed by any root server.";

/* Error message telling user that the certificate of the server is not valid */
"The server certificate is not yet valid." = "The server certificate is not yet valid.";

/* Error message telling user that the certificate of the server cannot be trusted since it was signed by a non-trusted authority */
"The server certificate is signed by a root server which is not trusted." = "The server certificate is signed by a root server which is not trusted.";

/* This is the message displayed to the user in the invalid server certificate dialog */
"Unable to verify the identity of \"%@\". %@\n\nIf you choose to continue you could put your confidential information at risk.\n" = "Unable to verify the identity of \"%1$@\". %2$@\n\nIf you choose to continue you could put your confidential information at risk.\n";

/* This is also displayed to the user in the invalid server certificate dialog */
"You should retry to connect to \"%@\" to access the content." = "You should retry to connect to \"%@\" to access the content.";

/* This is the message displayed to the user in the invalid server certificate dialog */
"%@ can't verify the identity of \"%@\". To access this content anyway, choose \"%@\" and retry last action." = "%1$@ can't verify the identity of \"%2$@\". To access this content anyway, choose \"%3$@\" and retry last action.";

/* The title of server invalid certificate dialog */
"Cannot Verify Server Identity" = "Cannot Verify Server Identity";

